Repository: gdcorp-ecomm/atlantis-4.0
Catalog: Atlantis.Framework.ShopperValidator/Atlantis.Framework.ShopperValidator.Interface/LanguageResources/ShopperValidator.*.resx
Languages: da_dk, de, el, fi, it, ja, ko, mr, ms, nb, nl, pl_pl, pt_pt, ru_ru, ta, th, tr_tr, uk, vi

# maxLengthError
source: {0} must be less than {1} characters.
da_dk: {0} skal være mindre end {1} tegn.
de: {0} muss weniger als {1} Zeichen umfassen.
el: Το {0} πρέπει να είναι μικρότερο από {1} χαρακτήρες.
fi: Kohteessa {0} voi olla enintään {1} merkkiä.
it: {0} deve contenere meno di {1} caratteri.
ja: {0}は{1} 文字未満でなければなりません。
ko: {0}은(는) {1}자 미만이어야 합니다.
mr: {0} {1} वर्णांपेक्षा छोटा असला पाहिजे.
ms: {0} mesti kurang {1} aksara.
nb: {0} må inneholde færre enn {1} tegn.
nl: {0} moet minder dan {1} tekens bevatten.
pl_pl: Wartość {0} musi zawierać liczbę znaków mniejszą niż {1}.
pt_pt: {0} tem de ter menos de {1} carateres.
ru_ru: {0} может содержать такое максимальное количество символов: {1}.
ta: {0}ஆனது, {1} எழுத்துக்களுக்கு குறைவாக இருக்கக் கூடாது.
th: {0} จะต้องน้อยกว่า {1} ตัวอักษร
tr_tr: {0} en fazla {1} karakter olabilir.
uk: Довжина {0} не може перевищувати таку кількість символів: {1}.
vi: {0} phải ít hơn {1} ký tự.

# minLengthError
source: {0} must be greater than {1} characters.
da_dk: {0} skal være længere end {1} tegn.
de: {0} muss mehr als {1} Zeichen umfassen.
el: Το {0} πρέπει να είναι μεγαλύτερο από {1} χαρακτήρες.
fi: Kohteessa {0} on oltava enemmän kuin {1} merkkiä.
it: {0} deve contenere più di {1} caratteri.
ja: {0}は{1} 文字より長くなければなりません。
ko: {0}은(는) {1}자보다 커야 합니다.
mr: {0} {1} वर्णांपेक्षा मोठा असला पाहिजे.
ms: {0} mesti lebih {1} aksara.
nb: {0} må være lengre enn {1} tegn.
nl: {0} moet meer dan {1} tekens bevatten.
pl_pl: Wartość {0} musi zawierać liczbę znaków większą niż {1}.
pt_pt: {0} tem de ter mais de {1} carateres.
ru_ru: {0} может содержать только такое минимальное количество символов: {1}.
ta: {0} ஆனது {1} எழுத்துக்களுக்கு அதிகமாக இருக்க வேண்டும்.
th: {0} จะต้องมากกว่า {1} ตัวอักษร
tr_tr: {0} en az {1} karakter olabilir.
uk: {0} має містити принаймні таку кількість символів: {1}.
vi: {0} phải nhiều hơn {1} ký tự.

source: Invalid Data
da_dk: Ugyldige data
de: Ungültige Daten
el: Μη έγκυρα δεδομένα
fi: Virheelliset tiedot
it: Dati non validi
ja: 無効なデータ
ko: 잘못된 데이터
mr: अवैध डेटा
ms: Data Tidak Sah
nb: Ugyldige data
nl: Ongeldige gegevens
pl_pl: Nieprawidłowe dane
pt_pt: Dados Inválidos
ru_ru: Недопустимые данные
ta: செல்லுபடியாகாத தரவு
th: ข้อมูลไม่ถูกต้อง
tr_tr: Geçersiz Veri
uk: Недійсні дані
vi: Dữ liệu không hợp lệ

# equalLengthAlpha
source: {0} must be {1} characters.
da_dk: {0} skal være {1} tegn.
de: {0} muss {1} Zeichen enthalten.
el: Το {0} πρέπει να είναι {1} χαρακτήρες.
fi: Kohteen {0} on oltava {1} merkkiä.
it: {0} deve contenere {1} caratteri.
ja: {0}は{1} 文字でなければなりません。
ko: {0}은(는) {1}자여야 합니다.
mr: {0} {1} इतक्या वर्णांचा असला पाहिजे.
ms: {0} mesti {1} aksara.
nb: {0} må inneholde {1} tegn.
nl: {0} moet {1} tekens bevatten.
pl_pl: Wartość {0} musi zawierać następującą liczbę znaków: {1}.
pt_pt: {0} tem de ter {1} carateres.
ru_ru: {0} может содержать только такое количество символов: {1}.
ta: {0} கண்டிப்பாக {1} எழுத்துக்குறிகளைக் கொண்டிருக்க வேண்டும்.
th: {0} ต้องเป็น {1} ตัวอักษร
tr_tr: {0} {1} karakter olmalıdır.
uk: {0} має містити таку кількість символів: {1}.
vi: {0} phải có {1} ký tự.

# equalLengthNumeric
source: {0} must be {1} digits.
da_dk: {0} skal være {1} cifre.
de: {0} muss aus {1} Ziffern bestehen.
el: Το {0} πρέπει να είναι {1} ψηφία.
fi: Kohteen {0} on oltava {1} numeroa.
it: {0} deve consistere in {1} cifre.
ja: {0}は{1} 桁でなければなりません。
ko: {0}은(는) {1}자리여야 합니다.
mr: {0} मध्ये {1} आकडे असले पाहिजेत.
ms: {0} mesti {1} digit.
nb: {0} må inneholde {1} tegn.
nl: {0} moet {1} cijfers bevatten.
pl_pl: Wartość {0} musi zawierać następującą liczbę cyfr: {1}.
pt_pt: {0} tem de ter {1} algarismos.
ru_ru: {0} может содержать только такое количество цифр: {1}.
ta: {0} கண்டிப்பாக {1} இலக்கங்களைக் கொண்டிருக்க வேண்டும்.
th: {0} ต้องมีเลข {1} หลัก
tr_tr: {0} {1} basamak olmalıdır.
uk: {0} має містити таку кількість цифр: {1}.
vi: {0} phải có {1} chữ số.

# invalidCharacters
source: {0} contains invalid characters
da_dk: {0} indeholder ugyldige tegn
de: {0} enthält ungültige Zeichen
el: Το {0} περιλαμβάνει μη έγκυρους χαρακτήρες
fi: {0} sisältää virheellisiä merkkejä.
it: {0} contiene caratteri non validi
ja: {0} には無効な文字があります。
ko: {0}에 잘못된 문자가 포함되어 있습니다.
mr: {0} यामध्ये अवैध वर्णांचा समावेश आहे.
ms: {0} mengandungi aksara tidak sah
nb: {0} inneholder ugyldige tegn
nl: {0} bevat ongeldige tekens
pl_pl: Wartość {0} zawiera nieprawidłowe znaki
pt_pt: {0} contém carateres inválidos
ru_ru: {0} содержит недопустимые символы
ta: {0} செல்லுபடியாகாத எழுத்துக்குறிகளைக் கொண்டுள்ளது
th: {0} มีตัวอักษรที่ไม่ถูกต้อง
tr_tr: {0} geçersiz karakterler içeriyor
uk: {0} містить неприпустимі символи
vi: {0} chứa ký tự không hợp lệ

# match
source: {0} must be equal to {1}
da_dk: {0} skal være lig med {1}
de: {0} muss gleich {1} sein
el: Το {0} πρέπει να είναι ίσο με {1}
fi: Kohteen {0} on oltava sama kuin {1}.
it: {0} deve corrispondere a {1}
ja: {0}は{1} と等しくなければなりません。
ko: {0}은(는) {1}과(와) 같아야 합니다.
mr: {0} {1} याच्या बरोबरीचा असला पाहिजे
ms: {0} mesti sama dengan {1}
nb: {0} må være lik {1}
nl: {0} moet hetzelfde zijn als {1}
pl_pl: Wartość {0} musi być równa wartości {1}
pt_pt: {0} tem de ser igual a {1}
ru_ru: {0} и {1} должны совпадать
ta: {0} ஆனது {1} -க்குச் சமமாக இருக்க வேண்டும்
th: {0} จะต้องเท่ากับ {1}
tr_tr: {0} ile {1} eşit olmalıdır
uk: {0} має відповідати {1}
vi: {0} phải bằng với {1}

# notMatch
source: {0} cannot be equal to {1}
da_dk: {0} må ikke være lig med {1}
de: {0} darf nicht gleich {1} sein
el: Το {0} δεν πρέπει να είναι ίσο με {1}
fi: {0} ei voi olla sama kuin {1}.
it: {0} non può corrispondere a {1}
ja: {0}を{1} と同じにすることはできません。
ko: {0}은(는) {1}과(와) 같지 않아야 합니다.
mr: {0} {1} याच्या बरोबरीचा असता कामा नये
ms: {0} tidak boleh sama dengan {1}
nb: {0} kan ikke være lik {1}
nl: {0} mag niet hetzelfde zijn als {1}
pl_pl: Wartość {0} nie może być równa wartości {1}
pt_pt: {0} não pode ser igual a {1}
ru_ru: {0} и {1} не могут совпадать
ta: {0} ஆனது {1} -க்குச் சமமாக இருக்கக் கூடாது
th: {0} ไม่สามารถเท่ากับ {1}
tr_tr: {0} ile {1} eşit olamaz
uk: {0} не може відповідати {1}
vi: {0} không thể bằng với {1}

# numericRule
source: {0} must contain only numbers.
da_dk: {0} må kun indeholde tal.
de: {0} darf nur Ziffern enthalten.
el: Το {0} πρέπει να περιέχει μόνο αριθμούς.
fi: Arvon {0} on sisällettävä pelkkiä numeroita.
it: {0} deve contenere solo numeri.
ja: {0} には数字だけを含めることができます。
ko: {0}에는 숫자만 사용할 수 있습니다.
mr: {0} मध्ये केवळ आकड्यांचा समावेश असला पाहिजे.
ms: {0} mesti mengandungi nombor sahaja.
nb: {0} kan bare inneholde tall.
nl: {0} mag alleen cijfers bevatten.
pl_pl: Wartość {0} musi zawierać wyłącznie cyfry.
pt_pt: {0} tem de ter apenas números.
ru_ru: {0} может содержать только цифры.
ta: {0} எண்களை மட்டுமே கொண்டிருக்க வேண்டும்.
th: {0} ต้องมีแค่ตัวเลขเท่านั้น
tr_tr: {0} yalnızca rakamlardan oluşmalıdır.
uk: {0} має містити виключно цифри.
vi: {0} chỉ được chứa các số.

# isInvalid
source: {0} is invalid;
da_dk: {0} er ugyldig;
de: {0} ist ungültig;
el: Το {0} δεν είναι έγκυρο.
fi: {0} ei kelpaa.
it: {0} non valido;
ja: {0} は無効です。
ko: {0}이(가) 잘못되었습니다.
mr: {0} अवैध आहे;
ms: {0} tidak sah;
nb: {0} er ugyldig.
nl: {0} is ongeldig;
pl_pl: Wartość {0} jest nieprawidłowa;
pt_pt: {0} é inválido;
ru_ru: {0} не допускается;
ta: {0} செல்லுபடியாகாதது;
th: {0} ไม่ถูกต้อง
tr_tr: {0} geçersiz;
uk: {0} має неприпустиме значення;
vi: {0} không hợp lệ;

# phoneMustStartAndContain
source: {0} must not start with a 0 or 1. Must contain {1} characters
da_dk: {0} må ikke starte med et 0 eller 1. Skal indeholde {1} tegn
de: {0} darf nicht mit 0 oder 1 beginnen. Muss {1} Zeichen enthalten
el: Το {0} δεν πρέπει να αρχίζει με 0 ή 1. Πρέπει να περιέχει {1} χαρακτήρες
fi: {0} ei saa alkaa numerolla 0 tai 1. On sisällettävä {1} merkkiä
it: {0} non deve iniziare con 0 o 1. Deve contenere {1} caratteri
ja: {0} の先頭は0または1であってはなりません。{1} 文字でなければなりません
ko: {0}은(는) 0 또는 1로 시작하지 않아야 합니다. {1}자여야 합니다.
mr: {0} चा प्रारंभ 0 अथवा 1 पासून होता कामा नये. यामध्ये {1} इतके वर्ण असले पाहिजेत
ms: {0} tidak boleh mula dengan 0 atau 1. Mesti mengandungi {1} aksara
nb: {0} kan ikke begynne med 0 eller 1. Må inneholde {1} tegn
nl: {0} mag niet beginnen met 0 of 1. Moet {1} tekens bevatten
pl_pl: {0} nie może zaczynać się od cyfry 0 lub 1. Musi zawierać następującą liczbę znaków: {1}
pt_pt: {0} não pode começar com 0 nem 1. Tem de conter {1} carateres
ru_ru: {0} не может начинаться с 0 или 1. Необходимое количество символов: {1}
ta: {0} ஆனது 0 அல்லது 1ல் தொடங்கக்கூடாது. கண்டிப்பாக {1} எழுத்துக்குறிகளைக் கொண்டிருக்க வேண்டும்
th: {0} ต้องไม่เริ่มด้วย 0 หรือ 1 ต้องมี {1} ตัวอักษร
tr_tr: {0} 0 veya 1 ile başlayamaz. {1} karakter olmalıdır
uk: {0} не може починатися з 0 або 1. Має містити таку кількість символів: {1}
vi: {0} không được bắt đầu với 0 hoặc 1. Phải chứa {1} ký tự

# phoneMustContainCharacters
source: {0} must contain {1} characters
da_dk: {0} skal indeholde {1} tegn
de: {0} muss {1} Zeichen enthalten
el: Το {0} πρέπει να περιέχει {1} χαρακτήρες
fi: Kohteen {0} on sisällettävä {1} merkkiä
it: {0} deve contenere {1} caratteri
ja: {0}は{1} 文字でなければなりません
ko: {0}은(는) {1}자여야 합니다.
mr: {0} मध्ये {1} इतके वर्ण असले पाहिजेत
ms: {0} mesti mengandungi {1} aksara.
nb: {0} må inneholde {1} tegn
nl: {0} moet {1} tekens bevatten
pl_pl: Wartość {0} musi zawierać następującą liczbę znaków: {1}
pt_pt: {0} tem de ter {1} carateres
ru_ru: {0} может содержать только такое количество символов: {1}
ta: {0} ஆனது கண்டிப்பாக {1} எழுத்துக்குறிகளைக் கொண்டிருக்க வேண்டும்
th: {0} ต้องมี {1} ตัวอักษร
tr_tr: {0} {1} karakter olmalıdır
uk: {0} має містити таку кількість символів: {1}
vi: {0} phải chứa {1} ký tự

# mustBeNumeric
source: {0} must be numeric
da_dk: {0} skal være numerisk
de: {0} muss numerisch sein
el: Το {0} πρέπει να είναι αριθμός
fi: Kohteen {0} on oltava numeerinen.
it: {0} deve contenere solo numeri
ja: {0} は数値でなければなりません
ko: {0}은(는) 숫자여야 합니다.
mr: {0} सांख्यिक असला पाहिजे
ms: {0} mesti angka
nb: {0} må være numerisk
nl: {0} moet numeriek zijn
pl_pl: Wartość {0} musi składać się z samych cyfr
pt_pt: {0} tem de ser numérico
ru_ru: {0} может содержать только цифры
ta: {0} ஆனது எண்களாக இருக்க வேண்டும்
th: {0} ต้องเป็นตัวเลข
tr_tr: {0} sayısal bir değer olmalıdır
uk: {0} має бути числовим
vi: {0} phải là chữ số

# invalidFormat
source: {0} is an invalid format.
da_dk: {0} er et ugyldigt format.
de: {0} ist ein ungültiges Format.
el: Η μορφή {0} δεν είναι έγκυρη.
fi: {0} on virheellinen muoto.
it: {0} non è in un formato valido.
ja: {0} の形式が無効です。
ko: {0}의 형식이 잘못되었습니다.
mr: {0} अवैध स्वरूपात आहे.
ms: {0} dalam format tidak sah.
nb: {0} har et ugyldig format.
nl: {0} heeft een ongeldig formaat.
pl_pl: Wartość {0} ma nieprawidłowy format.
pt_pt: {0} é um formato inválido.
ru_ru: Формат {0} не допустим.
ta: {0} ஒரு செல்லுபடியாகாத வடிவத்தில் உள்ளது.
th: {0} เป็นรูปแบบที่ไม่ถูกต้อง
tr_tr: {0} geçersiz bir biçim.
uk: {0} ؘ– це неприпустимий формат.
vi: {0} ở định dạng không hợp lệ.

# required
source: {0} is required
da_dk: {0} er påkrævet
de: {0} ist erforderlich
el: Το {0} απαιτείται
fi: {0} on pakollinen.
it: {0} obbligatorio
ja: {0} は必須です
ko: {0}은(는) 필수입니다.
mr: {0} आवश्यक आहे
ms: {0} wajib diberikan
nb: {0} er påkrevd
nl: {0} is verplicht
pl_pl: Wartość {0} jest wymagana
pt_pt: {0} é obrigatório
ru_ru: Требуется {0}
ta: {0} அவசியம்
th: {0} จำเป็นต้องมี
tr_tr: {0} gereklidir
uk: Необхідно ввести {0}
vi: {0} là bắt buộc

# birthdayValid
source: If providing a birthday you must provide valid values
da_dk: Hvis du angiver en fødselsdato, skal du angive gyldige værdier
de: Für die Angabe eines Geburtstags müssen gültige Werte verwendet werden
el: Αν καταχωρήσετε ημερομηνία γενεθλίων, οι τιμές πρέπει να είναι έγκυρες
fi: Jos annat syntymäpäivän, sinun on annettava kelvollisia arvoja.
it: Se specifichi un compleanno, devi inserire valori validi
ja: 入力する誕生日は有効な値でなければなりません
ko: 생년월일을 제공할 경우 유효한 값을 제공해야 합니다.
mr: आपण जर वाढदिवसाची तारीख टाकत असाल तर त्यातील वर्ण वैध असले पाहिजेत
ms: Jika memberikan tarikh lahir, anda mesti beri nilai yang sah
nb: En fødselsdato må inneholde gyldige verdier.
nl: Als je een geboortedatum invoert, moet deze uit geldige waarden bestaan
pl_pl: W przypadku podawania daty urodzin należy podać prawidłowe wartości
pt_pt: Se fornecer uma data de nascimento, tem de indicar valores válidos
ru_ru: При указании дня рождения необходимо предоставить действительные данные
ta: நீங்கள் பிறந்தநாளைக் குறிப்பிடுவதாக இருந்தால், செல்லுபடியாகும் மதிப்புகளை அளிக்கவும்
th: หากระบุวันเดือนปีเกิด จะองระบุค่าที่ถูกต้อง
tr_tr: Doğum tarihi giriyorsanız geçerli değerlerden oluşmalıdır
uk: Указуючи дату народження, вводьте припустимі значення
vi: Nếu cung cấp ngày sinh, bạn phải cung cấp các giá trị hợp lệ

# straightNumerical
source: {0} cannot be any straight numerical sequence of digits.
da_dk: {0} må ikke være en direkte numerisk sekvens af cifre.
de: {0} darf keine aufeinanderfolgenden Ziffern in Folge enthalten.
el: Το {0} δεν πρέπει να είναι καμία ευθεία διαδοχική ακολουθία αριθμητικών ψηφίων.
fi: {0} ei voi olla mikään suora numerosarja.
it: {0} non può consistere in una sequenza numerica consecutiva.
ja: {0} を連続した数字にすることはできません。
ko: {0}은(는) 연속된 숫자일 수 없습니다.
mr: {0} आकड्यांचा कोणताही सरळ सांख्यिक क्रम असू शकत नाही.
ms: {0} tidak boleh menggunakan nombor digit berturutan.
nb: {0} kan ikke være en sekvens av etterfølgende sifre.
nl: {0} mag niet bestaan uit een opeenvolgende reeks numerieke cijfers.
pl_pl: {0} nie może być prostą sekwencją cyfr.
pt_pt: {0} não pode ser uma sequência contínua de algarismos.
ru_ru: {0} не может являться любой прямой числовой последовательностью цифр.
ta: {0} ஆனது வெறும் இலக்கங்களின் ஏதேனும் நேரடியான எண்களின் வரிசையாக இருக்கக் கூடாது.
th: {0} ห้ามใช้เลขเรียงต่อกัน
tr_tr: {0} ardışık sayı dizisi olamaz.
uk: {0} не може бути числовою послідовністю.
vi: {0} không thể là dãy số liên tục.

# commonPhrase
source: {0} cannot include a common word or phrase.
da_dk: {0} må ikke inkludere et almindeligt ord eller en almindelig sætning.
de: {0} darf keine allgemeinen Wörter oder Sätze enthalten.
el: Το {0} δεν πρέπει να περιλαμβάνει μια κοινή λέξη ή φράση.
fi: {0} ei voi sisältää tavallista sanaa tai lausetta.
it: {0} non può contenere una parola o frase di uso comune.
ja: {0} には一般的な単語や語句を含めることはできません。
ko: {0}은(는) 일반 단어 또는 문구를 포함할 수 없습니다.
mr: {0} मध्ये सामान्य शब्द अथवा वाक्यांशाचा समावेश असू शकत नाही.
ms: {0} tidak boleh mengandungi perkataan atau frasa biasa.
nb: {0} kan ikke inneholde et vanlig ord eller uttrykk.
nl: {0} mag geen gewone woorden of zinnen bevatten.
pl_pl: Wartość {0} nie może zawierać zwykłego słowa lub wyrażenia.
pt_pt: {0} não pode incluir uma expressão ou palavra comum.
ru_ru: {0} не может содержать общеупотребительные слово или фразу.
ta: {0} ஆனது பொதுவான வார்த்தை அல்லது வார்த்தைத் தொடரை உள்ளடக்கியிருக்கக் கூடாது.
th: {0} ห้ามใช้คำหรือวลีทั่วไป
tr_tr: {0} ortak bir kelime veya kelime öbeği içeremez.
uk: {0} не може містити загальновживане слово або фразу.
vi: {0} không thể bao gồm từ hoặc cụm từ thường gặp.

# lastFive
source: Cannot reuse the last 5 passwords.
da_dk: Du kan ikke genbruge de sidste 5 adgangskoder.
de: Die jeweils 5 letzten Passwörter können nicht erneut verwendet werden.
el: Δεν μπορείτε να χρησιμοποιήσετε ξανά τους τελευταίους 5 κωδικούς πρόσβασης.
fi: Et voi käyttää 5 edellistä salasanaa uudelleen.
it: Impossibile riutilizzare le ultime 5 password.
ja: 直前の5つのパスワードを再利用することはできません。
ko: 마지막 5개 암호를 다시 사용할 수 없습니다.
mr: मागील 5 पासवर्ड पुन्हा वापरू शकत नाही.
ms: Tidak boleh menggunakan 5 kata laluan yang digunakan sebelum ini.
nb: Kan ikke bruke noen av de siste 5 passordene om igjen.
nl: Je mag je vorige 5 wachtwoorden niet opnieuw gebruiken.
pl_pl: Nie można ponownie użyć ostatnich pięciu haseł.
pt_pt: Não é possível reutilizar as últimas 5 palavra-passes.
ru_ru: Нельзя использовать предыдущие 5 паролей.
ta: கடைசி 5 கடவுச்சொற்களை மறுபடியும் பயன்படுத்தக்கூடாது.
th: ไม่สามารถใช้รหัสผ่านของ 5 ครั้งที่ผ่านมาได้
tr_tr: Son 5 şifre tekrar kullanılamaz.
uk: Пароль не може повторювати один із 5 попередніх.
vi: Không thể sử dụng lại 5 mật khẩu gần nhất.

# matchesHint
source: {0} cannot be equal to Password Hint.
da_dk: {0} må ikke være lig med et adgangskodetip.
de: {0} darf nicht mit dem Passworthinweis übereinstimmen.
el: Ο {0} δεν πρέπει να είναι ίδιος με την υπόδειξη κωδικού πρόσβασης.
fi: {0} ei voi olla sama kuin salasanavihje.
it: {0} non può corrispondere al Suggerimento password.
ja: {0} はパスワードのヒントと同じにすることはできません。
ko: {0}은(는) 암호 힌트와 같을 수 없습니다.
mr: {0} हा पासवर्ड मदतीच्या बरोबरीचा असता कामा नये.
ms: {0} tidak boleh sama dengan Pembayang Kata Laluan.
nb: {0} kan ikke være det samme som Passordhint.
nl: {0} mag niet hetzelfde zijn als de wachtwoordhint.
pl_pl: Wartość {0} nie może być taka sama jak wskazówka dotycząca hasła.
pt_pt: {0} não pode ser igual à Sugestão da Palavra-Passe.
ru_ru: {0} не может совпадать с подсказкой пароля.
ta: {0} ஆனது கடவுச்சொல் குறிப்புக்குச் சமமாக இருக்கக் கூடாது.
th: {0} ไม่สามารถตรงกับคำใบ้รหัสผ่าน
tr_tr: {0} Şifre İpucu ile aynı olamaz.
uk: {0} не може відповідати підказці про пароль.
vi: {0} không thể giống với Gợi ý mật khẩu.

# samePassword
source: Cannot use the same password within 30 days.
da_dk: Du kan ikke bruge den samme adgangskode inden for 30 dage.
de: Ein Passwort kann erst nach 30 Tagen erneut verwendet werden.
el: Δεν μπορείτε να χρησιμοποιήσετε τον ίδιο κωδικό πρόσβασης εντός 30 ημερών.
fi: Et voi käyttää samaa salasanaa 30 päivän sisällä.
it: Impossibile utilizzare la stessa password per 30 giorni.
ja: 30日以内は同じパスワードを使用できません。
ko: 30일 이내에 동일한 암호를 사용할 수 없습니다.
mr: 30 दिवसांच्या आत तोच पासवर्ड वापरता येत नाही.
ms: Tidak boleh guna kata laluan yang sama dalam masa 30 hari.
nb: Kan ikke bruke det samme passordet på 30 dager.
nl: Je mag niet binnen 30 dagen hetzelfde wachtwoord gebruiken.
pl_pl: Nie można ponownie użyć hasła używanego w ciągu ostatnich 30 dni.
pt_pt: Não é possível utilizar a mesma palavra-passe por mais de 30 dias.
ru_ru: Нельзя использовать тот же пароль в течение 30 дней.
ta: ஒரே கடவுச்சொல்லை 30 நாட்களுக்குள் மீண்டும் பயன்படுத்தக் கூடாது.
th: ไม่สามารถใช้รหัสผ่านเดิมได้ใน 30 วัน
tr_tr: Aynı şifre 30 gün içinde kullanılamaz.
uk: Не можна задати пароль, який ви вже встановлювали протягом останніх 30 днів.
vi: Không thể sử dụng cùng một mật khẩu trong vòng 30 ngày.

# isInvalidStatusCode
source: {0} is invalid. Status Code: {1}
da_dk: {0} er ugyldig. Statuskode: {1}
de: {0} ist ungültig. Statuscode: {1}
el: Το {0} δεν είναι έγκυρο. Κωδικός κατάστασης: {1}
fi: {0} ei kelpaa. Tilakoodi: {1}
it: {0} non valido. Codice stato: {1}
ja: {0} は無効です。ステータスコード: {1}
ko: {0}이(가) 잘못되었습니다. 상태 코드: {1}
mr: {0} अवैध आहे. स्थिती कोड: {1}
ms: {0} tidak sah. Kod Status:‎ {1}
nb: {0} er ugyldig. Statuskode: {1}
nl: {0} is ongeldig. Statuscode: {1}
pl_pl: Wartość {0} jest nieprawidłowa. Kod stanu: {1}
pt_pt: {0} é inválido. Código do Estado: {1}
ru_ru: {0} не допускается. Код состояния: {1}
ta: {0} செல்லுபடியாகாதது. நிலை குறி்யீடு: {1}
th: {0} ไม่ถูกต้อง รหัสสถานะ: {1}
tr_tr: {0} geçersiz. Durum Kodu: {1}
uk: {0} має неприпустиме значення. Код стану: {1}
vi: {0} không hợp lệ. Mã trạng thái: {1}

# passwordConfirm
source: {0} cannot be greater than {1} characters. Trim {0} before supplying it to the validator.
da_dk: {0} må ikke være længere end {1} tegn. Beskær {0} før levering til validatoren.
de: {0} kann nicht mehr als {1} Zeichen haben. Kürze {0} vor der Übergabe an den Validierer.
el: Το {0} δεν πρέπει να υπερβαίνει τους {1} χαρακτήρες. Κόψτε το {0} πριν το δώσετε στον υπεύθυνο επικύρωσης.
fi: {0} voi olla korkeintaan {1} merkkiä. Leikkaa kohdetta {0}, ennen kuin lähetät sen tarkistukseen.
it: {0} non può contenere più di {1} caratteri. {0} è da adeguare prima di passare alla convalida.
ja: {0}は{1} 文字以下でなければなりません。検証する前に {0} を削除します。
ko: {0}은(는) {1}자보다 클 수 없습니다. 상태 검사기에 제공하기 전에 {0}을(를) 자릅니다.
mr: {0} {1} वर्णांपेक्षा मोठा असू शकत नाही. सत्यापकाला {0} देण्याआधी तो छोटा करा.
ms: {0} mesti tidak boleh lebih {1} aksara. Pangkas {0} sebelum memberikannya kepada pengesah.
nb: {0} kan ikke være lengre enn {1} tegn. Kort ned {0} før det sendes til validering.
nl: {0} mag niet meer dan {1} tekens bevatten. {0} inkorten voordat het ter goedkeuring wordt ingediend.
pl_pl: Wartość {0} nie może zawierać więcej niż {1} znaków. Przytnij wartość {0} przed przekazaniem jej do funkcji sprawdzania poprawności.
pt_pt: {0} não pode ter mais de {1} carateres. Recorte {0} antes de passar para o validador.
ru_ru: {0} может содержать такое максимальное количество символов: {1}. Сократите {0} перед добавлением в средство проверки.
ta: {0} ஆனது {1} எழுத்துக்குறிகளுக்கு அதிகமாக இருக்கக் கூடாது. செல்லுபடியாக்குபவருக்கு வழங்கும் முன்பு {0} ஐ சீராக்கவும்.
th: {0} ไม่สามารถมีมากกว่า {1} ตัวอักษร ตัดออก {0} ก่อนส่งยืนยัน
tr_tr: {0} en fazla {1} karakter olabilir. Doğrulama için göndermeden önce {0} bölümlerini kırpın.
uk: Довжина {0} не може перевищувати таку кількість символів: {1}. {0} потрібно обітнути, перш ніж надсилати верифікатору.
vi: {0} không thể nhiều hơn {1} ký tự. Cắt bớt {0} trước khi cung cấp cho trình kiểm tra dữ liệu.

# usernameExists
source: Username already exists
da_dk: Brugernavnet findes allerede
de: Benutzername ist bereits vorhanden
el: Το όνομα χρήστη υπάρχει ήδη
fi: Käyttäjänimi on jo luotu.
it: Il nome utente esiste già
ja: ユーザー名はすでに存在します
ko: 사용자 이름이 이미 있습니다.
mr: उपयोगकर्त्याचे नाव आधीपासूनच अस्तीत्वात आहे
ms: Nama pengguna sudah ada
nb: Brukernavnet finnes fra før
nl: Gebruikersnaam bestaat al
pl_pl: Nazwa użytkownika już istnieje
pt_pt: O nome de utilizador já existe.
ru_ru: Такое имя пользователя уже существует
ta: பயனர்பெயர் ஏற்கனவே உள்ளது
th: ชื่อผู้ใช้ที่ระบุมีอยู่แล้ว
tr_tr: Kullanıcı adı zaten var
uk: Ім’я користувача вже існує
vi: Tên người dùng đã tồn tại

source: Username
da_dk: Brugernavn
de: Benutzername
el: Όνομα χρήστη
fi: Käyttäjänimi
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
mr: उपयोगकर्त्याचे नाव
ms: Nama pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl_pl: Username (Nazwa użytkownika)
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
ta: பயனர்பெயர்
th: ชื่อผู้ใช้งาน
tr_tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng

source: Birthday
da_dk: Fødselsdato
de: Geburtstag
el: Γενέθλια
fi: Syntymäaika
it: Data di nascita
ja: 誕生日
ko: 생일
mr: वाढदिवस
ms: Tarikh lahir
nb: Fødselsdag
nl: Verjaardag
pl_pl: Data urodzenia
pt_pt: Data de Nascimento
ru_ru: Дата рождения
ta: பிறந்தநாள்
th: วันเดือนปีเกิด
tr_tr: Doğum Tarihi
uk: Дата народження
vi: Ngày sinh

source: Address 1
da_dk: Adresse 1
de: Adresszeile 1
el: Διεύθυνση 1
fi: Osoite 1
it: Indirizzo 1
ja: 住所 1
ko: 주소 1
mr: पत्ता 1
ms: Alamat 1
nb: Adresse 1
nl: Adres 1
pl_pl: Adres 1
pt_pt: Endereço 1
ru_ru: Адрес 1
ta: முகவரி 1
th: ที่อยู่ 1
tr_tr: Adres 1
uk: Адреса 1
vi: Địa chỉ 1

source: Address 2
da_dk: Adresse 2
de: Adresszeile 2:
el: Διεύθυνση 2
fi: Osoite 2
it: Indirizzo 2
ja: 住所 2
ko: 주소 2
mr: पत्ता 2
ms: Alamat 2
nb: Adresse 2
nl: Adres 2
pl_pl: Adres 2
pt_pt: Endereço 2
ru_ru: Адрес 2
ta: முகவரி 2
th: ที่อยู่ 2
tr_tr: Adres 2
uk: Адреса 2
vi: Địa chỉ 2

source: Phone
da_dk: Telefon
de: Telefon
el: Τηλέφωνο
fi: Puhelin
it: Telefono
ja: 電話番号
ko: 전화
mr: फोन
ms: Telefon
nb: Telefon
nl: Telefoon
pl_pl: Telefon
pt_pt: Telefone
ru_ru: Телефон
ta: தொலைபேசி
th: โทรศัพท์
tr_tr: Telefon
uk: Телефон
vi: Điện thoại

source: Call-in PIN
da_dk: Tilbagekald PIN-kode
de: Anruf-PIN
el: PIN κλήσης
fi: Soiton PIN-koodi
it: PIN di chiamata
ja: 連絡PIN
ko: 전화 걸기 PIN
mr: कॉल-इन PIN
ms: PIN panggilan
nb: Ringekode
nl: Telefonische PIN
pl_pl: PIN telefoniczny
pt_pt: PIN de chamada
ru_ru: ПИН-код
ta: அழைப்புக்கான PIN
th: รหัส PIN โทรเข้า
tr_tr: Çağrı PIN'i
uk: PIN-код для дзвінків
vi: Mã PIN liên hệ
