Repository: gdcorp-ecomm/atlantis-4.0
Catalog: Atlantis.Framework.ShopperValidator/Atlantis.Framework.ShopperValidator.Interface/LanguageResources/ShopperValidator.*.resx
Languages: da_dk, de, el, fi, it, ja, ko, mr, ms, nb, nl, pl_pl, pt_pt, ru_ru, ta, th, tr_tr, uk, vi

source: City
da_dk: By
de: Ort:
el: Πόλη
fi: Paikkakunta
it: Città
ja: 都市
ko: 시
mr: शहर
ms: Bandar
nb: Sted
nl: Plaats
pl_pl: Miejscowość
pt_pt: Cidade
ru_ru: Город
ta: நகரம்
th: เมือง
tr_tr: Şehir
uk: Місто
vi: Thành phố

source: Country
da_dk: Land
de: Land
el: Χώρα
fi: Maa
it: Paese
ja: 国
ko: 국가
mr: देश
ms: Negara
nb: Land
nl: Land
pl_pl: Kraj
pt_pt: País
ru_ru: Страна
ta: நாடு
th: ประเทศ
tr_tr: Ülke
uk: Країна
vi: Quốc gia

source: Email
fi: Sähköposti
ja: メールアドレス
ko: 이메일
mr: ईमेल
ms: E-mel
nb: E-post
pt_pt: Correio Eletrónico
ru_ru: Эл. почта
ta: மின்னஞ்சல்
th: อีเมล
tr_tr: E-posta
uk: Ел. пошта

source: First name
da_dk: Fornavn
de: Vorname
el: Όνομα
fi: Etunimi
it: Nome
ja: 名
ko: 이름
mr: प्रथम नाव
ms: Nama pertama
nb: Fornavn
nl: Voornaam
pl_pl: Imię
pt_pt: Nome próprio
ru_ru: Имя
ta: பெயரின் முற்பகுதி
th: ชื่อ
tr_tr: Adı
uk: Ім'я
vi: Tên

source: Last name
da_dk: Efternavn
de: Nachname
el: Επώνυμο
fi: Sukunimi
it: Cognome
ja: 姓
ko: 성
mr: आडनाव
ms: Nama keluarga
nb: Etternavn
nl: Achternaam
pl_pl: Nazwisko
pt_pt: Apelido
ru_ru: Фамилия
ta: பெயரின் பிற்பகுதி
th: นามสกุล
tr_tr: Soyadı
uk: Прізвище
vi: Họ

source: Password
da_dk: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
fi: Salasana
ja: パスワード
ko: 암호
mr: पासवर्ड
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ru_ru: Пароль
ta: கடவுச்சொல்
th: รหัสผ่าน
tr_tr: Şifre
uk: Пароль
vi: Mật khẩu

source: Confirm password
da_dk: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
fi: Vahvista salasana
it: Confermare la password
ja: パスワードの確認
ko: 암호 확인
mr: पासवर्डची पुष्टी करा
ms: Sahkan kata laluan
nb: Bekreft passordet
nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_pt: Confirmar palavra-passe
ru_ru: Подтвердите пароль
ta: கடவுச்சொல்லை உறுதிசெய்
th: ยืนยันรหัสผ่าน
tr_tr: Şifreyi onayla
uk: Підтвердьте пароль
vi: Xác nhận mật khẩu

source: Password hint
da_dk: Tip til adgangskode
de: Passworthinweis
el: Υπόδειξη κωδικού πρόσβασης
fi: Salasanavihje
it: Suggerimento password
ja: パスワードのヒント
ko: 암호 힌트
mr: पासवर्ड मदत
ms: Pembayang kata laluan
nb: Passordhint
nl: Wachtwoordhint
pl_pl: Wskazówka dotycząca hasła
pt_pt: Sugestão de palavra-passe
ru_ru: Подсказка пароля
ta: கடவுச்சொல் குறிப்பு
th: คำใบ้รหัสผ่าน
tr_tr: Şifre ipucu
uk: Підказка про пароль
vi: Gợi ý mật khẩu

source: Ext
da_dk: Lokalnr.
de: Durchwahl
el: Εσωτερικό
fi: Alanumero
it: Int.
ja: 内線番号
ko: 내선
mr: विस्तार
ms: Samb.
nb: Linje
pl_pl: Wewn.
ru_ru: Доб.
ta: விரிவாக்கம்
th: หมายเลขภายใน
tr_tr: Dahili No.
uk: Додатковий номер
vi: Số máy lẻ

# state
source: State / Province
da_dk: Stat/provins
de: Bundesland/Kanton/Bundesstaat
el: Πολιτεία / Νομός
fi: Osavaltio/provinssi
it: Stato/Provincia
ja: 州/県
ko: 시/도
mr: राज्य / क्षेत्र
ms: Negeri/Daerah
nb: Delstat/provins
nl: Staat/provincie
pl_pl: Stan / województwo
pt_pt: Estado/província
ru_ru: Штат, провинция
ta: மாநிலம் / மாகாணம்
th: รัฐ / จังหวัด
tr_tr: Eyalet / İl
uk: Штат/провінція
vi: Bang / Tỉnh

# zip
source: Zip / Postal code
da_dk: Postnummer
de: Postleitzahl
el: Ταχ. κώδικας
fi: Postinumero
it: CAP
ja: 郵便番号
ko: 우편 번호
mr: झिप/पोस्टल/ कोड
ms: Zip/Poskod
nb: Postnummer
nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código postal/apartado
ru_ru: Почтовый индекс
ta: அஞ்சல் குறி்யீடு
th: รหัสไปรษณีย์
tr_tr: Posta kodu
uk: Поштовий індекс
vi: Mã Zip / Bưu chính
