Repository: gdcorp-ecomm/atlantis-4.0
Catalog: Atlantis.Framework.MyaAvailableProductNamespaces/Atlantis.Framework.MyaAvailableProductNamespaces.Interface/LanguageResources/MyaAvailableProductNamespaces.*.resx
Languages: da_dk, el, es, fi_fi, fil, id, ko, mr, nl, pt_pt, ru, ta, th, uk, zh_sg

# myaNsweblog
source: Quick Blogcast|anydomainname.com|A domain name (not necessarily registered under this account) associated with a Web Blog account setup under this account.
da_dk: Hurtig blogcast |etdomænenavn.com|Et domænenavn (ikke nødvendigvis registreret under denne konto), der er knyttet til opsætning af en Weblog-konto under denne konto.
el: Γρήγορο Blogcast|anydomainname.com|Ένα όνομα τομέα (όχι απαραίτητα κατοχυρωμένο με αυτό τον λογαριασμό) που συνδέεται με έναν λογαριασμό Web Blog που έχει ρυθμιστεί με αυτό τον λογαριασμό.
es: Quick Blogcast|anydomainname.com|Un nombre de dominio (no necesariamente registrado con esta cuenta) asociado con un cuenta de blog web configurada con esta cuenta.
fi_fi: Pikablogcast|mikatahansaverkkotunnus.com|Verkkotunnus (jota ei välttämättä ole rekisteröity tälle tilille), joka liittyy tämän tilin blogitiliin.
fil: Quick Blogcast|anydomainname.com|Isang pangalan ng domain (hindi kinakailangang nakarehistro sa ilalim ng account na ito) kaugnay sa isang Web Blog account na naka-setup sa ilalim mg account na ito.
id: Quick Blogcast|anydomainname.com|Nama domain (tidak selalu terdaftar di bawah akun ini) yang dikaitkan dengan pembuatan akun Blog Web di bawah akun ini.
ko: 빠른 블로그캐스트|anydomainname.com|이 계정으로 설정한 웹 블로그 계정과 연결된 도메인 이름(이 계정으로 등록되지 않아도 됨)입니다.
mr: जलद ब्लॉगकास्ट|anydomainname.com|या खात्यामध्ये सेटअप केलेले वेब ब्लॉग खात्याशी संबंधित एक डोमेन नाव (जे या खात्यामध्ये नोंदविण्यात आलेले असेल असे नाही).
nl: Quick Blogcast|iederedomeinnaam.com|Een domeinnaam (niet noodzakelijkerwijs geregistreerd onder dit account) die gekoppeld is aan een weblog-account dat onder dit account is geïnstalleerd.
pt_pt: Blogcast Rápido|qualquernomededomínio.com|Um nome de domínio (não necessariamente registado nesta conta) associado a uma conta de Blogue configurada nesta conta.
ru: Быстрый блогкаст|любое_доменное_имя.com|Доменное имя (не обязательно зарегистрированное с этим аккаунтом), связанное с настройкой аккаунта веб-блога для этого аккаунта.
ta: க்விக் பிளாக்கேஸ்ட் |anydomainname.com|இந்தக் கணக்கின் கீழ் நிறுவப்பட்டுள்ள ஒரு இணைய பிளாக் கணக்குடன் தொடர்புடைய டொமைன் பெயர்.
th: บล็อกคาสต์ด่วน|anydomainname.com|ชื่อโดเมนที่ใช้โฮส (ไม่จำเป็นต้องลงทะเบียนกับบัญชีนี้) เชื่อมต่อกับบัญชี Web Blog ที่สร้างขึ้นด้วยบัญชีนี้
uk: Швидкий блогкаст|будь-яке_доменне_ім’я.com|Доменне ім’я (не обов’язково має бути зареєстроване в цьому обліковому записі), що в поточному обліковому записі пов’язане з настроюванням веб-блоґу.
zh_sg: 快速 Blogcast|anydomainname.com|此账户下设置的与网站博客账户相关联的（不一定是注册在此账户下的）域名。

# myaNswst
source: Website Builder|anydomainname.com|A domain name (not necessarily registered under this account) associated with a Website Builder account setup under this account.
da_dk: Websiteopbygning|etdomænenavn.com|Et domænenavn (ikke nødvendigvis registreret under denne konto), der er knyttet til opsætning af en Websiteopbygning-konto under denne konto.
el: Κατασκευή ιστότοπων|anydomainname.com|Ένα όνομα τομέα (όχι απαραίτητα κατοχυρωμένο με αυτό τον λογαριασμό) που συνδέεται με ένα λογαριασμό Κατασκευής ιστότοπων που έχει ρυθμιστεί με αυτό τον λογαριασμό.
es: Creador de sitios|anydomainname.com|Un nombre de dominio (no necesariamente configurada con esta cuenta) asociado con una cuenta de Creador de sitios configurada con esta cuenta.
fi_fi: Kotisivukone|mikatahansaverkkotunnus.com|Verkkotunnus (jota ei välttämättä ole rekisteröity tälle tilille), joka liittyy tämän tilin kotisivukonetiliin.
fil: Website Builder|anydomainname.com|Isang pangalan ng domain (hindi kinakailangan na nakarehistro sa ilalim ng account na ito) na kaugnay sa isang Website Builder account na naka-setup sa ilaim ng account na ito.
id: Pembuat Situs Web|anydomainname.com|Nama domain (tidak selalu terdaftar di bawah akun ini) yang dikaitkan dengan pembuatan akun Pembuat Situs Web di bawah akun ini.
ko: 웹사이트 빌더|anydomainname.com|이 계정으로 설정한 웹사이트 빌더 계정과 연결된 도메인 이름(이 계정으로 등록되지 않아도 됨)입니다.
mr: वेबसाइट निर्माता|anydomainname.com|या खात्यामध्ये सेटअप केलेले वेबसाइट निर्माता खात्याशी संबंधित एक डोमेन नाव (जे या खात्यामध्ये नोंदविण्यात आलेले असेल असे नाही).
nl: Webbouwer|iederedomeinnaam.com|Een domeinnaam (niet noodzakelijkerwijs geregistreerd onder dit account) die gekoppeld is aan een webbouweraccount dat onder dit account is geïnstalleerd.
pt_pt: Criador de Sítios da Internet|qualquernomededomínio.com|Um nome de domínio (não necessariamente registado nesta conta) associado a uma conta de Criador de Sítios da Internet configurada nesta conta.
ru: Конструктор веб-сайтов|любое_доменное_имя.com|Доменное имя (не обязательно зарегистрированное с этим аккаунтом), связанное с настройкой аккаунта для строителя веб-сайтов для этого аккаунта.
ta: இணையதள கட்டமைப்பு|anydomainname.com| இந்தக் கணக்கின் கீழ் நிறுவப்பட்டுள்ள ஒரு இணையதள கட்டமைப்பு கணக்குடன் தொடர்புடைய ஒரு டொமைன் பெயர் (இந்தக் கணக்கின் கீழ் பதிவு செய்யப்பட்டிருக்க வேண்டும் என்ற கட்டாயமில்லை)
th: ตัวสร้างเว็บไซต์|anydomainname.com|ชื่อโดเมนที่ใช้โฮส (ไม่จำเป็นต้องลงทะเบียนกับบัญชีนี้) เชื่อมต่อกับบัญชี ส่วนการสร้างเว็บไซต์ที่สร้างขึ้นด้วยบัญชีนี้
uk: Конструктор веб-сайтів|будь-яке_доменне_ім’я.com|Доменне ім’я (не обов’язково має бути зареєстроване в цьому обліковому записі), що в поточному обліковому записі пов’язане з настроюванням облікового запису конструктора веб-сайтів.
zh_sg: 建站神器|anydomainname.com|此账户下设置的与建站神器账户相关联的（不一定是注册在此账户下的）域名
