Repository: gdcorp-ecomm/atlantis-4.0
Catalog: Atlantis.Framework.MyaAvailableProductNamespaces/Atlantis.Framework.MyaAvailableProductNamespaces.Interface/LanguageResources/MyaAvailableProductNamespaces.*.resx
Languages: da_dk, el, es, fi_fi, fil, id, ko, mr, nl, pt_pt, ru, ta, th, uk, zh_sg

# myaNsdomain
source: Domain Name|mydomainname.com|A domain name registered under this account.
da_dk: Domænenavn |mitdomænenavn.com|Et domænenavn, der er registreret under denne konto.
el: Όνομα τομέα|mydomainname.com|Ένα όνομα τομέα που έχει κατοχυρωθεί με αυτό τον λογαριασμό.
es: Nombre de dominio|mydomainname.com|Un nombre de dominio registrado bajo esta cuenta.
fi_fi: Verkkotunnus|omaverkkotunnus.com|Tälle tilille rekisteröity verkkotunnus.
fil: Pangalan ng Domain|mydomainname.com|Isang pangalan ng domain na nakarehistro sa ilalim ng account na ito.
id: Nama Domain|mydomainname.com|Nama domain yang terdaftar di bawah akun ini.
ko: 도메인 이름|mydomainname.com|이 계정으로 등록된 도메인 이름입니다.
mr: डोमेन नाव|mydomainname.com|या खात्यामध्ये एक डोमेन नाव नोंदविण्यात आले आहे.
nl: Domeinnaam|mijndomeinnaam.com|Een domeinnaam die onder dit account is geregistreerd.
pt_pt: Nome de Domínio|omeunomededominio.com|Um nome de domínio registado nesta conta.
ru: Доменное имя|мое_доменное_имя.com|Доменное имя, зарегистрированное с этим аккаунтом.
ta: டொமைன் பெயர்|mydomainname.com|ஒரு டொமைன் பெயர் இந்தக் கணக்கின் கீழ் பதிவு செய்யப்பட்டுள்ளது.
th: ชื่อโดเมน|mydomainname.com|โดเมนที่ลงทะเบียนด้วยบัญชีนี้
uk: Доменне ім’я|моє_доменне_ім’я.com|Доменне ім’я, зареєстроване в поточному обліковому записі.
zh_sg: 域名|mydomainname.com|在此账户下注册的域名。

# myaNsemail
source: Email Address|name@email.server.net|An email address set up using Email account credits purchased under this account.
da_dk: E-mail-adresse|navn@email.server.net|En e-mail, der er sat op ved hjælp af e-mail-kontokreditter, som er købt under denne konto.
el: Διεύθυνση Email|name@email.server.net|Μια διεύθυνση email που έχει ρυθμιστεί χρησιμοποιώντας τους πόντους λογαριασμού email που έχουν αγοραστεί με αυτό τον λογαριασμό.
es: Dirección de correo electrónico|name@email.server.net|Una dirección de correo electrónico configurada con créditos de una cuenta de correo electrónico comprados con esta cuenta.
fi_fi: Sähköpostiosoite|nimi@sahkoposti.palvelin.net|Sähköpostiosoite, joka on määritetty tällä tilillä ostetuilla sähköpostitilihyvityksillä.
fil: Email Address|name@email.server.net|Isang email address na naka-set up gamit ang biniling Email account credits sa ilalim ng account na ito.
id: Alamat Email|name@email.server.net|Pembuatan alamat email menggunakan kredit akun Email yang dibeli di bawah akun ini.
ko: 이메일 주소|name@email.server.net|이 계정으로 구입한 이메일 계정 크레딧을 사용하여 설정한 이메일 주소입니다.
mr: ईमेल पत्ता|name@email.server.net|या खात्याखाली खरेदी केलेली ईमेल खाते क्रेडीट्स वापरून सेटअप केलेला ईमेल पत्ता.
nl: E-mailadres|naam@e-mail.server.net|Een e-mailadres dat is geïnstalleerd met behulp van e-mailaccounttegoeden die zijn aangekocht onder dit account.
pt_pt: Endereço de Correio Eletrónico|nome@correioeletronico.server.net|Um endereço de correio eletrónico configurado através dos créditos da conta de Correio Eletrónico comprado nesta conta.
ru: Адрес электронной почты|имя@почтовый_ящик.сервер.net|Настройка адреса электронной почты с использованием баллов аккаунта электронной почты, купленных для этого аккаунта.
ta: மின்னஞ்சல் முகவரி|name@email.server.net|இந்தக் கணக்கின் கீழ் வாங்கப்பட்டுள்ள மின்னஞ்சல் கணக்கு கிரெடிட்களைப் பயன்படுத்தி, நிறுவப்பட்ட ஒரு மின்னஞ்சல் முகவரி.
th: ที่อยู่อีเมล|name@email.server.net|ที่อยู่อีเมลที่สร้างขึ้นโดยการซื้อบัญชีอีเมล ด้วยบัญชีนี้
uk: Адреса електронної пошти|ім’я@електронна_пошта.сервер.net|Настроювання адреси електронної пошти за допомогою кредитів облікового запису електронної пошти, придбаних у поточному обліковому записі.
zh_sg: 电子邮件地址|name@email.server.net|此账户使用云邮账户积分购买的电子邮件地址设置。

# myaNsemailfwd
source: Forwarded Email Address|forwardedname@email.server.net|An email address set up using Email account credits purchased under this account that is set up to forward to an alternate email address.
da_dk: Adresse til videresendt e-mail|videresendtnavn@email.server.net|En e-mail-adresse, der er sat op ved hjælp af e-mail-kontokreditter, som er købt under denne konto, og som er sat op til at videresende til en alternativ e-mail-adresse.
el: Διεύθυνση προώθησης email|forwardedname@email.server.net|Μια διεύθυνση email που έχει ρυθμιστεί χρησιμοποιώντας τους πόντους λογαριασμού email που έχουν αγοραστεί με αυτό τον λογαριασμό και εκτελεί προώθηση σε μια διαφορετική διεύθυνση email.
es: Dirección de correo electrónico reenviada|forwardedname@email.server.net|Una dirección de correo electrónico configurada con créditos de una cuenta de correo electrónico comprados con esta cuenta que está configurada para reenviar a una dirección de correo electrónico alterna.
fi_fi: Edelleenlähetetyn sähköpostin osoite|edelleenlahetettynimi@sahkoposti.palvelin.net|Sähköpostiosoite, joka on määritetty tällä tilillä ostetuilla sähköpostitilivaroilla ja joka on määritetty välittämään viestit vaihtoehtoiseen sähköpostiosoitteeseen.
fil: Naipasang Email Address|forwardedname@email.server.net|Isang set up ng email address gamit ang pagbili ng Email account credits sa ilalim ng account na ito na nai-set up para magpasa sa isang altenatibong email address.
id: Alamat Email Terusan|forwardedname@email.server.net|Pembuatan alamat email menggunakan kredit akun Email yang dibeli di bawah akun ini untuk melakukan penerusan ke alamat email lain.
ko: 전달된 이메일 주소|forwardedname@email.server.net|이 계정으로 구입한 이메일 계정 크레딧을 사용하여 설정하고, 대체 이메일 주소로 전달하도록 설정된 이메일 주소입니다.
mr: फॉरवर्ड केलेला ईमेल पत्ता|forwardedname@email.server.net|या खात्याखाली खरेदी केलेली ईमेल खाते क्रेडीट्स वापरून ईमेल पत्ता सेट केलेला आहे जो एका पर्यायी ईमेल पत्त्यावर फॉरवर्ड करण्यासाठी सेट केला गेला आहे.
nl: Doorgestuurd e-mailadres|doorgestuurdenaam@e-mail.server.net|Een e-mailadres dat geïnstalleerd is met behulp van e-mailaccounttegoeden die zijn aangekocht onder dit account en dat is ingesteld om e-mails door te sturen naar een ander e-mailadres.
pt_pt: Endereço de Correio Eletrónico encaminhado|nomeencaminhado@correioeletronico.server.net|Um endereço de correio eletrónico configurado através dos créditos da conta de Correio Eletrónico comprado nesta conta e definido para encaminhar para um endereço de correio eletrónico alternativo.
ru: Адрес электронной почты для перенаправления|имя_перенаправления@почтовый ящик.сервер.net|Настройка адреса электронной почты с использованием баллов аккаунта электронной почты, купленных в этом аккаунте, для конфигурации перенаправления на дополнительный адрес электронной почты.
ta: முன் அனுப்பப்பட்ட மின்னஞ்சல் முகவரி|forwardedname@email.server.net|இந்தக் கணக்கின் கீழ் வாங்கப்பட்டுள்ள மின்னஞ்சல் கணக்கு கிரெடிட்களைப் பயன்படுத்தி, நிறுவப்பட்ட ஒரு மின்னஞ்சல் முகவரி. இது மாற்று மின்னஞ்சல் முகவரிக்கு முன் அனுப்புவதற்காக நிறுவப்பட்டுள்ளது.
th: ที่อยู่อีเมลส่งต่อ|forwardedname@email.server.net|ที่อยู่อีเมลส่งต่อที่สร้างขึ้นโดยการซื้อบัญชีอีเมล ด้วยบัญชีนี้ ที่ถูกตั้งให้ส่งต่อไปยังที่อยู่อีเมลสำรอง
uk: Переадресована адреса електронної пошти|переадресоване_ім’я@електронна пошта.сервер.net|Настроювання адреси електронної пошти за допомогою кредитів облікового запису електронної пошти, придбаних у поточному обліковому записі, який настроєно на переадресацію повідомлень на додаткову адресу електронної пошти.
zh_sg: 转发电子邮件地址|forwardedname@email.server.net|使用云邮账户积分购买的电子邮件地址，被设置用来转发至备用邮件地址。

# myaNsforwarding
source: Forwarded Domain Name|myforwarededomainname.com|A domain name registered under this account that is forwarded to an alternate URL.
da_dk: Videresendt domænenavn |mitvideresendtedomænenavn.com|Et domænenavn, der er registreret under denne konto, som videresendes til en alternativ URL-adresse.
el: Όνομα τομέα ανακατεύθυνσης|myforwarededomainname.com|Ένα όνομα τομέα που έχει κατοχυρωθεί με αυτό τον λογαριασμό και ανακατευθύνεται σε μια διαφορετική διεύθυνση URL.
es: Nombre de dominio reenviado|myforwarededomainname.com|Un nombre de dominio registrado bajo esta cuenta que se reenvía a una URL alterna.
fi_fi: Edelleenlähetetty verkkotunnus|omaedelleenlahetettyverkkotunnus.com|Tälle tilille rekisteröity verkkotunnus, joka ohjataan edelleen vaihtoehtoiseen URL-osoitteeseen.
fil: Naipasang Domain Name|myforwarededomainname.com|Isang pangalan ng domain na nakarehistro sa ilalim ng account na ito na naipasa sa isang alternatibong URL.
id: Nama Domain Terusan|myforwarededomainname.com|Nama domain yang terdaftar di bawah akun ini yang diteruskan ke URL lain.
ko: 전달된 도메인 이름|myforwarededomainname.com|이 계정으로 등록되고 대체 URL로 전달되는 도메인 이름입니다.
mr: फॉरवर्ड केलेले डोमेन नाव|myforwarededomainname.com|या खात्यामध्ये पर्यायी URL ला फॉरवर्ड केलेले एक डोमेन नाव नोंदविण्यात आले आहे.
nl: Doorgestuurde domeinnaam|mijndoorgestuurdedomeinnaam.com|Een domeinnaam die onder dit account is geregistreerd en die bezoekers doorstuurt naar een andere URL.
pt_pt: Nome de Domínio Encaminhado|omeunomededominioencaminhado.com|Um nome de domínio registado nesta conta e que é encaminhado para um URL alternativo.
ru: Имя перенаправленного домена|мое_имя_перенаправленного_домена.com|Доменное имя, зарегистрированное с этим аккаунтом, которое перенаправлено на дополнительный URL-адрес.
ta: முன் அனுப்பப்பட்ட டொமைன் பெயர்|myforwarededomainname.com|இந்தக் கணக்கின் கீழ் பதியப்பட்டுள்ள ஒரு டொமைன் பெயர், ஒரு மாற்று URLக்கு முன் அனுப்பப்பட்டுள்ளது.
th: โดเมนเนมส่งต่อ|myforwarededomainname.com|ชื่ิโดเมนส่งต่อที่ลงทะเบียนกับบัญชีนี้ ซึ่งจะส่งต่อไปยัง URL สำรอง
uk: Переадресоване доменне ім’я|моє_переадресоване_доменне_ім’я.com|Доменне ім’я, зареєстроване в поточному обліковому записі, який переадресовано на додаткову URL-адресу.
zh_sg: 转发域名|myforwarededomainname.com|此账户注册下的用于转发至备用 URL 的域名。

# myaNshosting
source: Hosted Domain Name|anydomainname.com|A domain name (not necessarily registered under this account) associated with a hosting account setup under this account.
da_dk: Hostet domænenavn|etdomænenavn.com|Et domænenavn (ikke nødvendigvis registreret under denne konto), der er knyttet til opsætning af en hostingkonto under denne konto.
el: Φιλοξενούμενο όνομα τομέα|anydomainname.com|Ένα όνομα τομέα (όχι απαραίτητα κατοχυρωμένο με αυτό τον λογαριασμό) που συνδέεται με ένα λογαριασμό φιλοξενίας που έχει ρυθμιστεί με αυτό τον λογαριασμό.
es: Nombre de dominio alojado|anydomainname.com|Un nombre de dominio (no necesariamente registrado con esta cuenta) asociado con una cuenta hosting configurada bajo esta cuenta.
fi_fi: Ylläpidossa oleva verkkotunnus|mikatahansaverkkotunnus.com|Verkkotunnus (jota ei välttämättä ole rekisteröity tälle tilille), joka liittyy tämän tilin verkkohotellitiliin.
fil: Naka-host na Pangalan ng Domain|anydomainname.com|Isang pangalan ng domain (hindi kailangang nakarehisro sa ilalim ng account na ito) na kaugnay sa isang account sa pag-host na nai-setup sa ilalim ng account na ito.
id: Nama Domain dengan Host|anydomainname.com|Nama domain (tidak selalu terdaftar di bawah akun ini) yang dikaitkan dengan pembuatan akun hosting di bawah akun ini.
ko: 호스트된 도메인 이름|anydomainname.com|이 계정으로 설정한 호스팅 계정과 연결된 도메인 이름(이 계정으로 등록되지 않아도 됨)입니다.
mr: होस्टेड डोमेन नाव|anydomainname.com|या खात्यामध्ये सेटअप केलेले होस्टिंग खात्याशी संबंधित एक डोमेन नाव (जे या खात्यामध्ये नोंदविण्यात आलेले असेल असे नाही).
nl: Gehoste domeinnaam|iederedomeinnaam.com|Een domeinnaam (niet noodzakelijkerwijs geregistreerd onder dit account) die gekoppeld is aan een hostingaccount dat onder dit account is geïnstalleerd.
pt_pt: Nome de Domínio Alojado|qualquernomededomínio.com|Um nome de domínio (não necessariamente registado nesta conta) associado a uma conta de alojamento configurada nesta conta.
ru: Обслуживаемое доменное имя|любое_доменное_имя.com|Доменное имя (не обязательно зарегистрированное с этим аккаунтом), связанное с настройками аккаунта для хостинга для этого аккаунта.
ta: ஹோஸ்டட் டொமைன் பெயர்|anydomainname.com|இந்தக் கணக்கின் கீழ் நிறுவப்பட்டுள்ள ஹோஸ்டிங் கணக்குடன் தொடர்புடைய ஒரு டொமைன் பெயர் (இந்தக் கணக்கின் கீழ் பதிவு செய்யப்பட்டிருக்க வேண்டும் என்ற கட்டாயமில்லை).
th: โดเมนเนมที่ใช้โฮส|anydomainname.com|ชื่อโดเมนที่ใช้โฮส (ไม่จำเป็นต้องลงทะเบียนกับบัญชีนี้) เชื่อมต่อกับบัญชีการโฮสติ้งที่สร้างขึ้นด้วยบัญชีนี้
uk: Розміщене доменне ім’я|будь-яке_доменне_ім’я.com|Доменне ім’я (не обов’язково має бути зареєстроване в цьому обліковому записі), що в поточному обліковому записі пов’язане з настроюванням хостингу облікового запису.
zh_sg: 托管域名|anydomainname.com|此账户下设置的与主机账户关联的（不一定是注册在此账户下的）域名。

# myaNsparking
source: For Sale/One Page Website|my4saledomainname.com|A domain name that is set up as a for sale page or as a one-page Web site.
da_dk: Til salg/Side med én side|mitdomænenavntilsalg.com|Et domænenavn, der er sat op som en til salg-side eller som et website med én side.
el: Για πώληση/Ιστότοπος μίας σελίδας|my4saledomainname.com|Ένα όνομα τομέα που έχει ρυθμιστεί ως σελίδα προς πώληση ή ως ιστότοπος μίας σελίδας.
es: Sitio web de una página/para venta|my4saledomainname.com|Un nombre de dominio configurado como una página para venta o como un sitio web de una página.
fi_fi: Myytävänä / yhden sivun verkkosivusto|omamyytavaverkkosivusto.com|Verkkosivusto, joka on määritetty myytävänä olevaksi sivuksi tai yhden sivun verkkosivustoksi.
fil: Ibinebenta/Isang Pahinang Website|my4saledomainname.com|Isang pangalan ng domain na isine-set up bilang isang pahinang Ibinebenta o isang-pahinang Web site.
id: Situs Web Dijual/Satu Halaman|my4saledomainname.com|Nama domain yang dibuat sebagai halaman untuk dijual atau situs Web satu halaman.
ko: 판매용/1페이지 웹사이트|my4saledomainname.com|판매용 페이지 또는 1페이지 웹사이트로 설정되는 도메인 이름입니다.
mr: विक्रीसाठी/एकपानी वेबसाइट|my4saledomainname.com|एक डोमेन नाव जे एक विक्रीसाठी पृष्ठ अथवा एकपानी वेबसाइट म्हणून सेटअप केले आहे.
nl: 'Te koop'-website/Website met één pagina|mijntekoopdomeinnaam.com|Een domeinnaam die is ingesteld als een 'te koop'-pagina of als een website met één pagina.
pt_pt: Para Venda/Sítio da Internet de Uma Página|omeunomededomínioparavenda.com|Um nome de domínio configurado como página "para venda" ou como sítio da Internet de uma página.
ru: Веб-сайт для продажи/одностраничный веб-сайт|мое_доменное_имя_для_продажи.com|Доменное имя, которое устанавливается в качестве страницы для продажи или одностраничного веб-сайта.
ta: விற்பனைக்கு/ஒரு பக்க இணையதளம்|my4saledomainname.com| ஒரு விற்பனைக்கான பக்கமாக அல்லது ஒற்றை-பக்க இணையதளமாக நிறுவப்பட்ட ஒரு டொமைன் பெயர்.
th: สำหรับขาย/เว็บไซต์หน้าเดี่ยว|my4saledomainname.com|ชื่อโดเมนที่สร้างขึ้นสำหรับหน้าสำหรับขายหรือเว็บไซต์แบบหน้าเดียว
uk: Для продажу/веб-сайт із однією сторінкою|моє_доменне_ім’я_для_продажу.com|Доменне ім’я, настроєне як сторінка "для продажу" або як веб-сайт із однією сторінкою.
zh_sg: 促销/单页网站|my4saledomainname.com|设置用于促销页面或者单页网站的域名。

# myaNsqsc
source: Quick Shopping Cart|anydomainname.com|A domain name (not necessarily registered under this account) associated with a Quick Shopping Cart account setup under this account.
da_dk: Hurtig indkøbsvogn |etdomænenavn.com|Et domænenavn (ikke nødvendigvis registreret under denne konto), der er knyttet til opsætning af en Hurtig indkøbsvogn-konto under denne konto.
el: Γρήγορο καρότσι αγορών|anydomainname.com|Ένα όνομα τομέα (όχι απαραίτητα κατοχυρωμένο με αυτό τον λογαριασμό) που συνδέεται με ένα λογαριασμό Γρήγορου καροτσιού αγορών που έχει ρυθμιστεί με αυτό τον λογαριασμό.
es: Carrito de compras rápidas|anydomainname.com|Un nombre de dominio (no necesariamente registrado con esta cuenta) asociado con una cuenta de Carrito de compras rápidas configurada con esta cuenta.
fi_fi: Pikaostoskori|mikatahansaverkkotunnus.com|Verkkotunnus (jota ei välttämättä ole rekisteröity tälle tilille), joka liittyy tämän tilin pikaostoskoritiliin.
fil: Quick Shopping Cart|anydomainname.com|Isang pangalan ng domain (hindi kailangang nakarehistro sa ilalim ng account na ito) na kaugnay sa isang account ng Quick Shopping Cart na naka-setup sa ilalim ng account na ito.
id: Keranjang Belanja Cepat|anydomainname.com|Nama domain (tidak selalu terdaftar di bawah akun ini) yang dikaitkan dengan pembuatan akun Keranjang Belanja Cepat di bawah akun ini.
ko: 빠른 쇼핑카트|anydomainname.com|이 계정으로 설정한 빠른 쇼핑카트 계정과 연결된 도메인 이름(이 계정으로 등록되지 않아도 됨)입니다.
mr: जलद शॉपिंग कार्ट|anydomainname.com|या खात्यामध्ये सेटअप केलेले जलद शॉपिंग कार्ट खात्याशी संबंधित एक डोमेन नाव (जे या खात्यामध्ये नोंदविण्यात आलेले असेल असे नाही).
nl: Quick Shopping Cart|iederedomeinnaam.com|Een domeinnaam (niet noodzakelijkerwijs geregistreerd onder dit account) die gekoppeld is aan een Quick Shopping Cart-account dat onder dit account is geïnstalleerd.
pt_pt: Carrinho de Compras Rápido|qualquernomededomínio.com|Um nome de domínio (não necessariamente registado nesta conta) associado a uma conta de Carrinho de Compras Rápido configurada nesta conta.
ru: Быстрая корзина|любое_доменное_имя.com|Доменное имя (не обязательно зарегистрированное с этим аккаунтом), связанное с настройкой аккаунта для быстрой корзины для этого аккаунта.
ta: விரைவு ஷாப்பிங் கார்ட்|anydomainname.com| இந்தக் கணக்கின் கீழ் நிறுவப்பட்டுள்ள விரைவு ஷாப்பிங் கார்ட் உடன் தொடர்புடைய ஒரு டொமைன் பெயர்.
th: ตะกร้าสินค้าด่วน|anydomainname.com|ชื่อโดเมนที่ใช้โฮส (ไม่จำเป็นต้องลงทะเบียนกับบัญชีนี้) เชื่อมต่อกับบัญชีตะกร้าช็อปปิ้งด่วนที่สร้างขึ้นด้วยบัญชีนี้
uk: Швидкий кошик|будь-яке_доменне_ім’я.com|Доменне ім’я (не обов’язково має бути зареєстроване в цьому обліковому записі), що в поточному обліковому записі пов’язане з настроюванням облікового запису Швидкого кошика.
zh_sg: 快速购物车|anydomainname.com|此账户设置下的与快速购物车关联的（不一定是注册在此账户下的）域名。

# myaNsreseller
source: Reseller|myprogid|The id used to log into a reseller account.
da_dk: Forhandler|mitprogid|Det id, der anvendes til at logge på en forhandlerkonto.
el: Μεταπωλητής|myprogid|Το αναγνωριστικό που χρησιμοποιείται για την είσοδο σε ένα λογαριασμό μεταπωλητή.
es: Revendedor|myprogid|El id usado para iniciar sesión en una cuenta de revendedor.
fi_fi: Jälleenmyyjä|omaohjelmatunnus|Jälleenmyyjätiliin kirjautumiseen käytettävä tunnus.
fil: Reseller|myprogid|Ang id na ginagamit para mag-log in sa account ng reseller.
id: Reseller|myprogid|Id yang digunakan untuk masuk ke akun reseller.
ko: 리셀러|myprogid|리셀러 계정에 로그인하는 데 사용하는 ID입니다.
mr: पुनर्विक्रेता|myprogid|पुनर्विक्रेता खात्यामध्ये लॉगइन करण्यासाठी वापरली जाणारी आयडी.
nl: Reseller|myprogid|De id die gebruikt wordt om in te loggen op een reseller-account.
pt_pt: Revendedor|myprogid|O ID utilizado para iniciar sessão numa conta do revendedor.
ru: Реселлер|идентификатор_моей_программы|Идентификатор, используемый для входа в аккаунт реселлера.
ta: மறுவிற்பனையாளர்|myprogid|ஒரு மறுவிற்பனையாளர் கணக்கிற்குள் நுழைவதற்குப் பயன்படுத்தப்படும் ஐடி
th: การขายปลีก|myprogid|รหัสที่ใช้เข้าสู่บัญชีผู้ขายปลีก
uk: Торговельний партнер|мій_ідентифікатор_програми|Ідентифікатор, що використовується для входу в обліковий запис торговельного партнера.
zh_sg: 经销商|myprogid|该用户名用于登录经销商账户。

# myaNssslcert
source: SSL Certificate|anydomainname.com|A domain name associated with an SSL certificate when the certificate was issued.
da_dk: SSL-certifikat|etdomænenavn.com|Et domænenavn, der er knyttet til et SSL-certifikat, da certifikatet blev udstedt.
el: Πιστοποιητικό SSL|anydomainname.com|Ένα όνομα τομέα που συνδέθηκε με ένα πιστοποιητικό SSL όταν εκδόθηκε το πιστοποιητικό.
es: Certificado SSL|anydomainname.com|Un nombre de dominio asociado con un certificado SSL cuando se emitió el certificado.
fi_fi: SSL-varmenne|mikatahansaverkkotunnus.com|SSL-varmenteeseen myöntöhetkellä liitetty verkkotunnus.
fil: SSL Certificate|anydomainname.com|Isang pangalan ng domain na kaugnay sa isang certificate ng SSL nang ma-isyu ang certificate.
id: Sertifikat SSL|anydomainname.com|Nama domain yang dikaitkan dengan sertifikasi SSL saat sertifikat tersebut diterbitkan.
ko: SSL 인증서|anydomainname.com|인증서를 발급한 시점에 SSL 인증서와 연결된 도메인 이름입니다.
mr: SSL प्रमाणपत्र|anydomainname.com|जेव्हा प्रमाणपत्र जारी केले गेले होते त्यावेळेस SSL प्रमाणपत्राशी संबंधित एक डोमेन नाव.
nl: SSL-certificaat|iederedomeinnaam.com|Een domeinnaam die gekoppeld is aan een SSL-certificaat op het moment dat het certificaat werd verstrekt.
pt_pt: Certificado de SSL|qualquernomededomínio.com|Um nome de domínio associado a um certificado de SSL quando o certificado foi emitido.
ru: Сертификат SSL|любое_доменное_имя.com|Доменное имя, связанное с сертификатом SSL при его выдаче.
ta: SSL சான்றிதழ்|anydomainname.com|ஒரு SSL சான்றிதழ் வழங்கப்படும் போது, அதனுடன் தொடர்புடைய ஒரு டொமைன் பெயர்.
th: ใบรับรอง SSL|anydomainname.com|ชื่อโดเมนที่เชื่อมต่อกับใบรับรอง SSL เมื่อออกใบรับรอง
uk: Сертифікат SSL|будь-яке_доменне_ім’я.com|Доменне ім’я, пов’язане із сертифікатом SSL під час його видання.
zh_sg: SSL 证书|anydomainname.com|发放 SSL 证书时与 SSL 证书关联的域名。

# myaNstrafblazer
source: Search Engine Visibility|http://www.domain.com/anypage.asp|Web site URL submitted to search engines using Search Engine Visibility credits purchased with this account.
da_dk: Synlighed på søgemaskine|http://www.domain.com/anypage.asp|URL-adresse for website, der sendes til søgemaskiner ved hjælp af Synlighed på søgemaskine-kreditter, som er købt med denne konto.
el: Ορατότητα στις μηχανές αναζήτησης|http://www.domain.com/anypage.asp|Η διεύθυνση URL ιστότοπου που υποβάλλεται στις μηχανές αναζήτησης χρησιμοποιώντας τους πόντους Ορατότητας στις μηχανές αναζήτησης που έχουν αγοραστεί με αυτό τον λογαριασμό.
es: Visibilidad en motores de búsqueda|http://www.domain.com/anypage.asp|La URL del sitio web enviado a los motores de búsqueda con créditos de Visibilidad de motores de búsqueda comprados con esta cuenta.
fi_fi: Hakukonenäkyvyys|http://www.verkkotunnus.com/mikatahansasivu.asp|Verkkosivuston URL, joka on lähetetty hakukoneille tällä tilillä ostetuilla hakukonenäkyvyysvaroilla.
fil: Search Engine Visibility|http://www.domain.com/anypage.asp|Web site URL na isinumite para maghanap ng mga search engine gamit ang mga credit ng Search Engine Visibility na binili gamit ang account na ito.
id: Visibilitas Mesin Pencarian|http://www.domain.com/anypage.asp|URL situs web yang dikirim ke mesin pencari menggunakan kredit Visibilitas Mesin Pencarian yang dibeli dengan akun ini.
ko: 검색 엔진 가시도|http://www.domain.com/anypage.asp|이 계정으로 구입한 검색 엔진 가시도 크레딧을 사용하여 엔진을 검색하기 위해 제출한 웹사이트 URL입니다.
mr: शोध इंजिन दृश्यमानता|http://www.domain.com/anypage.asp|या खात्यासोबत खरेदी केलेली शोध इंजिन दृश्यमानता क्रेडीट्स वापरून शोध इंजिनास वेबसाइट URL सबमिट केली आहे.
nl: Search Engine Visibility|http://www.domein.com/iederepagina.asp|URL van een website die is ingediend bij zoekmachines met behulp van Search Engine Visibility-tegoeden die zijn aangekocht onder dit account.
pt_pt: Visibilidade nos Motores de Busca|http://www.dominio.com/qualquerpagina.asp|URL de sítio da Internet enviado para os motores de busca através dos créditos de Visibilidade nos Motores de Busca comprados nesta conta.
ru: Заметность для поиска|http://www.домен.com/любая_страница.asp|URL-адрес веб-сайта, указанный для поисковой машины, использующий баллы заметности для поиска, купленные с этим аккаунтом.
ta: இந்தக் கணக்குடன் வாங்கப்பட்டுள்ள தேடல் பொறியில் தெரியும்நிலை கிரெடிட்களைப் பயன்படுத்தி தேடல்பொறிகளுக்கு சமர்ப்பிக்கப்பட்டுள்ள தேடல் பொறியில் தெரியும்நிலை|http://www.domain.com/anypage.asp| இணைய தள URL.
th: การทำให้อยู่ในอันดับแรกๆ ของโปรแกรมค้นหา|http://www.domain.com/anypage.asp|URL ของเว็บไซต์เพื่อค้นหาเซิร์จเอนจิ้นด้วยการซื้อเครดิตการทำให้อยู่ในอันดับแรกๆ ของโปรแกรมค้นหาด้วยบัญชีนี้
uk: Помітність для пошуку|http://www.домен.com/будь-яка_сорінка.asp|URL-адреса веб-сайту, надіслана в пошукові системи за допомогою кредитів Помітності для пошуку, придбаних у цьому обліковому записі.
zh_sg: 搜索引擎推手|http://www.domain.com/anypage.asp|使用此账户搜索引擎推手积分购买的提交至搜索引擎的网站 URL。
